Repository: MerilynMerisalu/ITaxi
Catalog: ITaxi/ITaxi/App.Resources/Areas/App.Domain/DriverArea/Drive.*.resx
Languages: et

# DriveName
source: Drive
et: Sõit

source: Comment
et: Kommentaar

source: Decline
et: Tühista

source: Accept
et: Kinnita

source: In-Progress
et: Täitmisel

source: Finished
et: Lõpetatud

# AcceptedDateAndTime
source: Drive Acceptance Date and Time
et: Kinnitamise kuupäev ja -kellaaeg

# DeclineDateAndTime
source: Drive Decline Date and Time
et: Tühistamise kuupäev ja kellaaeg

# InProgressDateAndTime
source: Start Date and Time of the Drive
et: Sõidu täitmise alguskuupäev ja -kellaaeg

# FinishedDateAndTime
source: Drive End Date and Time
et: Sõidu lõpetamise kuupäev ja -kellaaeg

source: Accepting Drive
et: Sõidu kinnitamine

source: Declining Drive
et: Sõidu tühistamine

# SettingDriveIntoInProgressState
source: Start the Drive
et: Alusta sõitu

# SettingDriveIntoFinishedState
source: End the Drive
et: Lõpeta sõit

# DriveStatus
source: Status of Drive
et: Sõidu olek

source: Awaiting for Confirmation
et: Kinnituse ootel

source: Declined
et: Tühistatud

source: Accepted
et: Kinnitatud

# CustomerLastAndFirstName
source: Customer's Last and First Name
et: Kliendi perekonna- ja eesnimi

source: Pickup Date and Time
et: Sõidu toimumiskuupäev ja -kellaaeg

source: City
et: Linn

source: Pickup Address
et: Lähtekoha aadress

source: Destination Address
et: Sihtkoha aadress

source: Vehicle Type
et: Sõidukitüüp

# VehicleIdentifier
source: Vehicle
et: Sõiduk

source: Number of Passengers
et: Reisijate arv

source: Has an Assistant?
et: Abistaja olemasolu?

# DisabilityTypeName
source: Disability Type
et: Puudeliik

source: Schedule
et: Vahetus

source: Shift Duration Time
et: Vahetuse kestvus

source: Status of Booking
et: Broneeringu olek

source: Status of Drive
et: Sõidu olek

# NeedAssistanceEnteringTheBuilding
source: Do You Need Help Entering the Building?
et: Abivajadus sihtkohta sisenemisel?

# NeedAssistanceLeavingTheBuilding
source: Do You Need Help Exiting the Building?
et: Abivajadus lähtekohast väljumisel?

source: Pickup Floor Number
et: Lähtekoha korrus

source: Destination Floor Number
et: Sihtkoha korrus
